Revit 2024 API
BuiltInFailures.DecalFailures Class
 Failures about Decal.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class DecalFailures
Visual Basic
Public NotInheritable Class DecalFailures
Visual C++
public ref class DecalFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.DecalFailures
See Also
BuiltInFailures.DecalFailures Members
Autodesk.Revit.DB Namespace